/* Description for disconnection warning setting */
"1 Minute Alert Before Disconnection" = "تنبيه 1 دقيقة قبل قطع الاتصال";

/* Title for the about page */
"About" = "عن البرنامج";

/* The string describing a buddy's account */
"Account" = "Account";

/* Title for the accounts tab */
"Accounts" = "الحسابات";

/* String to be displayed when a buddy is Active */
"Active" = "فعال";

/* The title for the view to add a buddy */
"Add Buddy" = "Add Buddy";

/* stirng to describe advanced set of settings */
"Advanced" = "متقدم";

/* Agree to EULA */
"Agree" = "موافق";

/* Setting name for allowing authentication to happen in plain text or in the clear */
"Allow Plaintext Authentication" = "Allow Plaintext Authentication";

/* Title for automatic conversation deletion setting */
"Auto-delete" = "مسح تلقائي";

/* Description for crash reports settings switch */
"Automatically send anonymous crash logs (opt-in)" = "ارسل سجل الاخطاء تلقائيا من دون كشف هويتك";

/* Label in buddylist for users that are available */
"Available" = "متوفر";

/* Label in buddylist for users that are away */
"Away" = "بعيد";

/* Message displayed in Notification Manager when session will expire in one minute */
"Background session will expire in one minute." = "الجلسة الحالية ستنتهي خلال دقيقة";

/* string to describe basic set of settings */
"Basic" = "مبتدأ";

/* The String for a button to block a buddy */
"Block" = "Block";

/* The String for a buddy to block and remove a buddy from the buddy list */
"Block & Remove" = "Block & Remove";

/* Name for default buddy group */
"Buddies" = "Buddies";

/* The title for the view that shows detailed buddy info */
"Buddy Info" = "Buddy Info";

/* Title for the buddy list tab */
"Buddy List" = "قائمة الاصدقاء";

/* Cancel an alert window */
"Cancel" = "إلغاء";

/* Shown when ending an encrypted chat session */
"Cancel Encrypted Chat" = "حذف المحادثة المشفرة";

/* Title for chat view */
"Chat" = "محادثة";

/* Body of SMS or email when sharing a link to the app */
"Chat with me securely" = "تحدث معي باستخدام التشفير";

/* for attribution of other projects */
"ChatSecure is brought to you by many open source projects" = "ChatSecure مقدم إليك بواسطة الكثير من المشاريع مفتوحة المصدر";

/* let users know source is on Github */
"Check out the source here on Github" = "إطلع على السورس كود هنا على موقع قيت هب";

/* String shown in dialog for removing chat history */
"Clear Chat History" = "حذف سجلات المحادثة";

/* Button label for connecting a facebook account */
"Connect Facebook" = "Connect Facebook";

/* Whether or not account is logged in */
"Connected" = "متصل";

/* label for a link to contribute a new translation */
"Contribute a translation" = "Contribute a translation";

/* Title for the conversations tab */
"Conversations" = "المحادثات";

/* default string to revert to normal language behaviour */
"Default" = "افتراضي";

/* Ask user if they want to delete the stored account information */
"Delete Account?" = "حذف الحساب؟";

/* Description for automatic conversation deletion */
"Delete chats on disconnect" = "امسح المحادثات عند الخروج";

/* Shows in the chat view when a message has been delivered */
"Deliverd" = "Deliverd";

/* Disagree with EULA */
"Disagree" = "غير موافق";

/* button label for disconnecting facebook account */
"Disconnect Facebook" = "Disconnect Facebook";

/* Title of alert when user is disconnected from protocol */
"Disconnected" = "غير متصل";

/* Default message when a user status is set to do not disturb */
"Do Not Disturb" = "Do Not Disturb";

/* Label text for domain field on login scree */
"Domain" = "النطاق";

/* Message when port is changed but domain not set */
"Domain needs to be set manually when specifying a custom port" = "Domain needs to be set manually when specifying a custom port";

/* Title for donation link */
"Donate" = "تبرع";

/* Title for button to press when user is finished */
"Done" = "تم";

/* The string describing account name or email address for a buddy */
"Email" = "Email";

/* String to be displayed when a buddy has stopped composing and text has been entered */
"Entered Text" = "نص مدخل";

/* Title of error message popup box */
"Error!" = "خطأ!";

/* Default message when a user status is set to extended away */
"Extended Away" = "Extended Away";

/* the name for facebook */
"Facebook" = "فيسبوك";

/* Message when cannot connect to XMPP server */
"Failed to connect to XMPP server. Please check your login credentials and internet connection and try again." = "فشل في الاتصال بخادم الاكس ام بي بي. تأكد من صحة بياناتك المدخلة و اتصالك بالانترنت ثم حاول مجدداً.";

/* Authentication failed, tell user to try again */
"Failed to start authenticating. Please try again." = "فشل في محاولة تصديق البيانات . الرجاء المحاولة مرة أخرى";

/* your fingerprint */
"Fingerprint for you" = "بصمتك";

/* Size for the font in the chat screen */
"Font Size" = "حجم الخط";

/* String to be displayed when a buddy is inactive for an extended period of time */
"Gone" = "انتهى";

/* the name for google talk */
"Google Talk" = "قوقل توك";

/* The string describing a buddy's group */
"Group" = "Group";

/* The string describing a buddy's groups ... plural */
"Groups" = "Groups";

/* Title for settings cell on whether or not the XMPP library should allow SSL hostname mismatch */
"Hostname Mismatch" = "عدم توافق باسم النطاق";

/* Ignore an incoming message */
"Ignore" = "تجاهل";

/* Message alerting user that they need to return to the home screen and force close ChatSecure */
"In order to change langugages return to the home screen and remove ChatSecure from the recently used apps" = "In order to change langugages return to the home screen and remove ChatSecure from the recently used apps";

/* String to be displayed when a budy has become inactive */
"Inactive" = "غير فعال";

/* Short for information, button title to get more information */
"Info" = "Info";

/* Shown when starting an encrypted chat session */
"Initiate Encrypted Chat" = "ابدأ محادثة مشفرة";

/* Message shown inline for users that are available */
"is now available" = "هو الآن متوفر";

/* Message shown inline for users that are away */
"is now away" = "هو الآن بعيد";

/* Message shown inline for users that are offline */
"is now offline" = "هو الآن غير متصل";

/* the name for jabber, also include (XMPP) at the end */
"Jabber (XMPP)" = "Jabber (XMPP)";

/* string to bring up language selector */
"Language" = "لغة";

/* Stirng of title to alert user langague is change */
"Language Change" = "تغيير اللغة";

/* log in to account */
"Log In" = "تسجيل الدخول";

/* Instructions on how to start using the program */
"Log in on the Settings page (found on top right corner of buddy list) and then select a buddy from the Buddy List to start chatting." = "Log in on the Settings page (found on top right corner of buddy list) and then select a buddy from the Buddy List to start chatting.";

/* log out from account */
"Log Out" = "تسجيل الخروج";

/* shown during the login proceess */
"Logging in..." = "جاري تسجيل الدخول...";

/* Label for button describing which protocol you're logging into, will be followed by a protocol such as XMPP or AIM during layout */
"Login to" = "تسجيل الدخول ل";

/* Ask user if they want to logout of OSCAR */
"Logout from OSCAR?" = "تسجيل الخروج من اوسكار؟";

/* ask user if they want to log out of xmpp */
"Logout from XMPP?" = "تسجيل خروج من اكس ام بي بي؟";

/* just the word as a placeholder for the message text field */
"Message" = "Message";

/* The string describing a buddy's dispaly name */
"Name" = "Name";

/* For a new settings value */
"New" = "جديد";

/* Title for New Account View */
"New Account" = "حساب جديد";

/* prefix to show buddies status message inline on chatview */
"New Status Message: %@" = "New Status Message: %@";

/* Message infomring user that there are no accounts currently saved */
"No Saved Accounts" = "لا يوجد حساب محفوظ";

/* Shown when a feature is not available, for example SMS */
"Not Available" = "غير متوفر";

/* Not Verfied or cancle verified */
"Not Verified" = "لم يتم التحقق منه";

/* Label in buddylist for users that are offline */
"Offline" = "غير متصل";

/* Accept the dialog */
"OK" = "موافق";

/* For an old settings value */
"Old" = "قديم";

/* Shown when trying to open a link, asking if they want to switch to Safari to view it */
"Open in Safari" = "افتحها في سافاري";

/* Hint text for domain field telling user this field is not required */
"Optional" = "اختياري";

/* the name for AIM */
"OSCAR Instant Messenger" = "OSCAR Instant Messenger";

/* Title for other miscellaneous settings group */
"Other" = "أخرى";

/* Label text for password field on login screen */
"Password" = "كلمة المرور";

/* String for xmpp buddies when adding buddy is pedning */
"Pending Approval" = "Pending Approval";

/* Ask user if they want to delete the stored account information */
"Permanently delete" = "حذف بشكل دائم";

/* Label for port number field for connecting to service */
"Port" = "منفذ";

/* label for link to ChatSecure project website */
"Project Homepage" = "الصفحة الرئيسية للمشروع";

/* the alleged fingerprint of their other person */
"Purported fingerprint for" = "البصمة ل";

/* Title for action button on alert dialog, used as a verb in the present tense */
"Read" = "مقروء";

/* Title for header of Buddy list view with Recent Buddies */
"Recent" = "مؤخرًا";

/* label for switch for whether or not we should save their password between launches */
"Remember password" = "تذكر اسم المستخدم";

/* label for switch for whether or not we should save their username between launches */
"Remember username" = "تذكر اسم المستخدم";

/* The String for a button to remove a buddy from the buddy list */
"Remove" = "Remove";

/* Reply to an incoming message */
"Reply" = "رد";

/* Setting name for requiring a TLS connection */
"Require TLS" = "Require TLS";

/* String to let user know a certain field like a password is required to create an account */
"Required" = "مطلوب";

/* Title for button for saving a setting */
"Save" = "حفظ";

/* Title of alert box warning about security issues */
"Security Warning" = "تحذير أمني";

/* string for settings to allow self signed ssl stirng */
"Self Signed SSL" = "شهادة اس اس ال موقعة شخصياً";

/* Title for settings cell on whether or not the XMPP library should allow self-signed SSL certificates */
"Self-Signed SSL" = "شهادة اس اس ال موقعة شخصياً";

/* For sending a message */
"Send" = "ارسال";

/* Title for crash reports settings switch */
"Send Crash Reports" = "أرسل تقارير الأخطاء";

/* String in login settings asking to send delivery receipts */
"Send Delivery Receipts" = "أرسال إيصالات بالتسليم";

/* String on button to email feedback */
"Send Feedback" = "ارسال مراجعة أو ملاحظات";

/* Stirng in login settings asking to send typing notification */
"Send Typing Notification" = "Send Typing Notification";

/* Title for the Settings screen */
"Settings" = "اعدادات";

/* Title for sharing a link to the app */
"Share" = "شارك";

/* Title for setting about showing a warning before disconnection */
"Signout Warning" = "تحذير للخروج";

/* description for what the font size setting affects */
"Size for font in chat view" = "حجم الخط لنافذة المحادثة";

/* stirng for settings to allow ssl mismatch */
"SSL Hostname Mismatch" = "عدم تطابق اسم النطاق";

/* Warn user that the current chat is no longer secure */
"The conversation with %@ is no longer secure." = "المحادثة مع %@ لم تعد آمنة";

/* Warns user that the current chat is secure */
"This chat is secured" = "هذه المحادثة آمنة";

/* Warns user that the current chat is secure and verified */
"This chat is secured and verified" = "تم تأمين هذه المحادثة وتم التأكد من ذلك";

/* Instructions label text underneath QR code */
"This QR Code contains a link to http://omniqrcode.com/q/chatsecure and will redirect to the App Store." = "كود الكيو آر هذا يحتوي رابط إلى http://omniqrcode.com/q/chatsecure وسيحولك إلى الآب ستور";

/* String to be displayed when a buddy is currently composing a message */
"Typing" = "يكتب الآن";

/* example of a google talk account */
"user@gmail.com" = "user@gmail.com";

/* Label text for username field on login screen */
"Username" = "اسم المستخدم";

/* Shown when verifying fingerprints */
"Verified" = "مُتحقق منه";

/* Shown when verifying fingerprints */
"Verify" = "تحقق";

/* Title of the dialog for fingerprint verification */
"Verify Fingerprint" = "تحقق من البصمة";

/* Shown when verifying fingerprings */
"Verify Later" = "تحقق لاحقًا";

/* when displaying version numbers such as 1.0.0 */
"Version" = "النسخة";

/* Warn user that the current chat is not secure */
"Warning: This chat is not encrypted" = "تحذير: هذه المحادثة غير مشفرة.";

/* Cell description text that warns users that enabling that option may reduce their security. */
"Warning: Use with caution! This may reduce your security." = "تحذير: استخدمه بحذر! قد يقلل من أمنك!";

/* Warn user that conversation will be deleted after leaving it */
"When you leave this conversation it will be deleted forever." = "اذا خرجت من هذه المحادثة فستمسح تلقائياً";

/* Message shown when user is disconnected */
"You (%@) have disconnected." = "You (%@) have disconnected.";

/* prefix to show your status message inline on chatview */
"You are: %@" = "You are: %@";

/* Inform user that they must be secure their conversation before doing that action */
"You must be in a secure conversation first." = "يجب ان تكون في محادثة مشفرة أولاً";

/* error message shown when user doesnt fill in a username or password */
"You must enter a username and a password to login." = "يجب أن تدخل اسم المستخدم و كلمة السر للدخول.";

/* Message shown when about to donate */
"Your donation will help fund the continued development of ChatSecure." = "Your donation will help fund the continued development of ChatSecure.";

/* Text that makes it clear which username to use */
"Your Facebook username is not the email address that you use to login to Facebook" = "Your Facebook username is not the email address that you use to login to Facebook";

